<template>
  <div>
    <div class="contentDetail">
      <div class="content-title">
        <h2>{{theses_title}}</h2>
        <p>发布时间：{{time}} &nbsp; 编辑：{{author}}</p>
      </div>
      <div class="content">
        <p>《学会提问》这本书的英文名为ASKING THE RIGHT QUESTIONS，
          是美国经济学教授尼尔˙布朗和心理学教授斯图尔特˙基利和心理学教授合著的。
          翻过书的扉页，看到的是新东方教育科技集团俞敏洪、SOHO董事长潘石屹、美国前总统奥巴马等各界大咖对本书的评论。有些好奇这本书竟有如此吸引力，读完一遍。大致了解这本书主要讲述的是批判性思维，学会提问就是要学会这种思维方式。
        </p>
        <p>带着疑惑，我将此书粗略翻过一遍，忽然意识到了一直以来困扰自己的只是一种思维，一种主动而非被动的思维，就是所谓的批判性思维。这大概也正是我们传统教育的缺失，它教给孩子的是被动的接受，而不是主动的提出。</p>
        <p>一、何为批判性思维</p>
        <p>所谓批判性思维，是以逻辑方法作为基础，结合人们日常思维的实际和心理倾向发展出的一系列批判性思维技巧。批判性思维不是诡辩技术，而是理性思考的哲学精神。批判性思维包括技能和态度两个方面，前者容易掌握，后者则难以形成。具备批判性思维能力，能让我们在一场持续终身的考试中表现优异。但批判性思维也不是万能药，它只是一个框架，不能代替内容。我们还需要花很多时间积累通识知识和专业知识，如此才能完成思维大厦的搭建。</p>
        <p>二、提问比回答重要</p>
        <p>在这本书中，作者运用了一种设问的方式自问自答，即对所读的文章边进行批判性思考边加以解答，好比一个人正努力思考如何评价这篇文章，而读者则在这个人的脑海里旁观整个思考过程。这样能轻而易举地带动读者一起思考，并且提供了不少例子和练习，引导读者找到关键问题，提高读者的批判性思维能力。</p>
        <p>提问是最古老的教学方法，提问的科学和艺术是人类智慧的结晶，我国古代教育家孔子早就提出了通过提问的方式启发学生的教学观念和教学方法。可以说，一节活动的教学过程其实质就是可以由若干个问题组合起来。教学的成败与否，孩子所学的效果如何，都与老师在教学中所提问题的质量有着直接的关系。优秀教师的教学不只在于会讲，更在于会问。</p>
        <p>三、提问技巧很重要</p>
        <p>教师所提的问题，既要针对孩子的年龄特征，知识水平和学习能力，又要针对教材的重难点。而且，发问时要做到心中有数，可以用不同的方式提出不同类型，不同层次的问题。可以一环扣一环，层层深入。所提出的问题要能展示知识的内在联系，这样孩子才能通过一个问题的解决有所收获。</p>
        <p>我自己提问经常不注重艺术性，过于简单。诸如“是不是”、“好不好”之类的提问，表面上营造了热烈的气氛，实质上却流于形式，华而不实，有损孩子思维的积极性。所以教师的提问应该能激发孩子思考，促进孩子思维发展，培养和提高孩子的探究能力。而且，孩子在回答这样的问题时，我们不能轻易就否定孩子的思维成果，不要把自己的意见强加给孩子，只要孩子说出的答案没有原则性的错误，都应该给予肯定。</p>
        <p>以上就是本人看完书的简短体验，个人觉得这本书挺不错的，提倡了一种用于质疑的精神，让人叹为观止，书上讲述的很多东西在平时的学习生活中很多人根本就没有在意，更别说会花心思去思考。古语云，世事洞明皆学问，即使是术业有专攻，站在不同的角度也能发现其他领域精彩的理论或提出独特角度的问题。</p>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: "ThesisDetail",
    mounted() {
      const {theses_title, time, author} = this.$route.params.thesisObj
      this.theses_title = theses_title
      this.time = time
      this.author = author
    },
    data() {
      return {
        theses_title: '',
        time: '',
        author: ''
      }
    }
  }
</script>

<style lang="scss">
@import "../../../../style/detail.scss";
</style>
