<template>
  <div>
    <div class="contentDetail">
      <div class="content-title">
        <h2>{{experience.title}}</h2>
        <p>发布时间：{{experience.time}} &nbsp; 编辑：{{experience.author}}</p>
      </div>
      <div class="content">
        <p>五月是花开的季节，是成长的季节，一切都显得热情洋溢、生机盎然。这个五月对于一分园的小朋友们来说，一定还是个欢乐的季节、期待的季节。因为，幼儿园的老师们在这个月组织了很多有趣的活动，我也有幸作为家长跟随我家宝贝参与到其中。</p>
        <p>其中，印象最深的是帐篷日活动和六一艺术节汇演活动。</p>
        <p>首先，是帐篷日活动。在活动开始前一个星期，我家宝贝就开始念叨，给帐篷日倒计时啦。终于到了帐篷日活动的那天晚上，幼儿园里装扮的像一个冒险的小野营基地。在活动过程中，老师们为孩子们准备了许多好玩的游戏和美食，通过参加游戏可以获得印章，再用印章换取美味的小吃。我认为这样的过程是非常具有教育意义的，它可以让孩子们直观地体验到，金钱或者食物是需要自身的努力才能得到的，而不是凭空而来，有利于培养孩子自力更生的意志。</p>
        <p>在这个有玩、有吃又有趣的活动背后，我们也看到了幼儿园老师们的辛苦劳动。帐篷日活动是三个年级共同参与的大规模活动，而且是在傍晚这个时段举行，这些因素都给这次活动增添了难度。但是，活动依然举办得非常成功。我们看到幼儿园为此次活动做了充分的准备，园方提前购置了帐篷、彩灯等设施；我们班的张凡老师为了这个活动，提前多次跟家长们确定帐篷的数量和尺寸，非常的细心；活动日当天，我们看到很多老师为了配合小朋友们做游戏，嗓子都喊哑了。园丁的辛勤，真的是不求回报，只为了让孩子有一个更独特的体验，更完美的童年。</p>
        <p>最让我感到欣慰的是，我们家男宝，因为这次的表演，爱上了跳舞这项运动。有好几次放学回来，主动要求我打开音乐，他自己有模有样的练习起来。从最开始带着稚气的动作，到后来铿锵有力的动作，让我惊讶于小朋友的无限潜力。也要感谢老师们耐心地带领孩子们一遍遍的练习，让孩子们能够发现舞蹈的魅力，能够培养孩子更多的兴趣。我相信这对孩子来说，一定是受益终身的。</p>
        <p>感谢我们的幼儿园和辛勤的老师，她们有爱护孩子的爱心，更有恰当的教育方法和模式。孩子的茁壮成长，需要老师和家长的共同努力，每一次活动都包涵着老师们的精心组织和辛勤付出；陪伴参与活动家长们，也许是推开了自己繁忙的工作，但相信这一切都是值得的。一次小小的活动，虽然转瞬即逝，但留给孩子的也许是冒险的精神，自力更生的意志，甚至是发现一个新世界的钥匙！</p>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: "WonderfulVideoDetail",
    data(){
      return {
        experience: this.$route.params.experience
      }
    }
  }
</script>

<style lang="scss">
  @import "../../style/detail";
</style>
